simpleFoam/campagneUniformG0Rotation/D050L474W060G000H100V015_C/0.orig/startBC/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

inletVelocity		    0.15; // m/s
//pressureHeight        922; // = rho*g*h = 1000*9.81*0,094[m]
kInlet                  2.35E-08;
kLowRe                  1E-10; //4.14e-03;
kHighRe                 3.38E-06;
//turbulentEpsilon      0.00001; //4.39e-05;
omegaLowRe		        5.55E+04;
omegaHighRe             1.05E-02;
omegaInlet              2.58;

// ************************************************************************* //
